/* localizable strings */
"OK" = "ОК";
"Cancel" = "Отмена";
"Are you sure you want to delete ?" = "Вы уверены, что хотите удалить ?";
"Are you sure you want to empty the contents of this archive ?" = "Вы уверены, что хотите очистить содержимое этого архива ?";
"Extract Here" = "Извлечь сюда";
"Compress Here" = "Сжать сюда";
"Operation failed" = "Операция не удалась";
"Warning !" = "Предупреждение !";
"The contents of the file can not be deleted with this programme !" = "Содержимое файла не может быть удалено при помощи этой программы !";
"/Desktop" = "/Рабочий стол";
"Save" = "Сохранить";
"Being analyzed," = "Идет анализ,";
"please wait for a moment !" = "пожалуйста, подождите минутку !";
"Compressing," = "Архивация,";
"file" = "файла";
"folder" = "папка";
"Being analyzed..." = "Идет анализ...";
"Being analyzed: " = "Идет анализ: ";
"The contents of the file can not be shown with this programme !" = "Невозможно показать файл !";
"The contents of the file is empty !" = "Содержимое файла пустое !";
"Can not open this file with this programme !" = "Невозможно открыть этот файл при помощи данной программы !";
"Detect automatically" = "Автоматическое обнаружение";
"Password needed on file \"%@\"" = "Необходим зарегистрированный пароль \"%@\"";
"Extracting" = "Извлечение";
"Extracting:" = "Извлечение:";
"The contents of [%@] can not be extracted with this programme !" = "Содержимое этого файла [%@] нельзя извлечь с помощью данной программы !";
"The contents of the file can not be extracted with this programme !" = "Содержимое этого файла  нельзя извлечь с помощью данной программы !";
"Error : [%@] !" = "ошибка : [%@] !";
"%d items" = "%d items";
"%d item" = "%d item";
"have existed, do you want to update ?" = "существовали, вы хотите обновить ?";
"Updating view from \"%@\"" = "Обновление вид \"%@\"";
"Adding files to" = "Добавление файлов";
"%@  (%d/%d total)" = "%@  (%d/%d общий)";
"The same file is opening, eject it please !" = "Этот же файл открывается, извлеките его, пожалуйста !";
"Creating : " = "Cоздающий : ";
"Select a folder to save" = "Выберите папку для сохранения";
"Save Here" = "Сохранить";
"Compressing : " = "Архивация : ";
"Some error happen, retry please !" = "Некоторые произошла ошибка, повторите, пожалуйста !";
"Normal" = "нормальный";
"Maximized" = "Максимальная";
"Name" = "Название";
"Kind" = "Тип";
"Size" = "Размер";
"Original size" = "Изначальный размер";
"Created" = "Cозданный";
"Modified" = "модифицированный";

"About SmartZipper Pro" = "О SmartZipper Pro";
"Preferences" = "Настройки…";
"Services" = "Сервисы";
"Hide SmartZipper Pro" = "Скрыть SmartZipper Pro";
"Hide Others" = "Скрыть другие";
"Show All" = "Показать все";
"Quit SmartZipper Pro" = "Выход SmartZipper Pro";

"Set selected the path as default saving path" = "Установка выбранного пути как пути для сохранения по умолчанию";
"Default path can be modified in \"Preferences\"" = "Путь сохранения по умолчанию может быть изменен в меню \"Настройки\"";

"Add" = "добавлять";
"Delete" = "Удалить";
"Quick Look" = "предварительный просмотр";
"Extract to" = "Извлечь";
"Search" = "поиск";
"File Name" = "Название файла";

"Edit" = "Pедактировать";
"View" = "Cмотреть";
"Help" = "Помощь";

"Window" = "Окно";
"Minimize" = "Свернуть";
"Open Window" = "Открыть окно";
"Bring All to Front" = "Переместить все на передний план";

"Date Modified" = "Время";
"Path" = "путь";


"Extract" = "Извлечь";
"Advanced" = "передовой";
"Always custom" = "Всегда запрашивать";
"Use default path" = "Использовать путь по умолчанию";
"Change" = "Изменить";
"Show content in Finder after extraction" = "Автоматически открывать распаковали каталог";
"When double-clicking archive in the Finder, directly extract" = "При двойном щелчке архива в Finder, напрямую извлекать";
"Set SmartZipper Pro as default compressor/uncompressor" = "Установить SmartZipper Pro в качестве программы для архивации/разархивации по умолчанию";
"Close" = "Закрыть";

"Filename encoding autodetection" = "Автоматическое обнаружение названия файла";
"Filename encoding:" = "Шифрование названия файла:";
"Threshold:" = "Пороговый уровень:";
"confidence" = "уровень доверия";
"(A confidence level lower than this causes the program to ask for an encoding instead of using the autodetected one.)" = "(Если уровень доверия ниже данного, программа будет запрашивать шифрование данных вместо того, чтобы использовать автоматически обнаруженный шифр.)";



"General" = "Общие";
"Compression format:" = "Формат архивации:";
"[gz and bzip2 only support one file every time !]" = "[gz и bzip2 поддерживают только один файл за один раз !]";
"Split" = "Разбить";
"Split size:" = "Разбить размеры:";
"Encrypt" = "Зашифровать";
"Input password:" = "Ввести пароль:";
"Encrypt headers ( Only 7z )" = "Шифрование заголовков ( только 7z )";

"Compression level:" = "Степень сжатия: ";
"Store" = "Сохранить";
"Fastest" = "Самая быстрая";
"Fast" = "Быстрая";
"Normal" = "Обычная";
"Maximum" = "Максимум";
"Ultra" = "Ультраскоростная";
"Solid archives (only 7z)" = "Непрерывные архивы (только 7z)";
"Exclude Mac OS X resource forks (ex: .DS_Store)" = "Исключить ветви ресурсов Mac OS X (напр.: .DS_Store)";
"Show content in Finder after compression" = "Автоматически открывать каталог, в котором вы сохранили";
"The same path of the original file" = "Тот же путь, что для оригинального файла";

"Rate the App description" = "Спасибо за использование нашей программы. Помогло ли это вам? Будем очень благодарны, если вы оцените ее в свободное время. Большое спасибо. ";
"Rate now" = "Оценить сейчас ";
"Rate later" = "Оценить позже ";
"Don't show again" = "Не показывать снова ";


"Help Document" = "Справочный документ";
"Are you sure you want to add ?" = "Вы уверены, что хотите добавить эти файлы?";
"Selected Items" = "Выбранные элементы";
"Entire Zip File" = "Весь ZIP-файл";
"Open" = "Открыть";
"Go" = "Перейти";
"Work path : " = "Рабочий путь : ";


"help introduce" = "※\nВыберите \"%@\" в качестве рабочего каталога, чтобы SmartZipper Pro лучше работал. Некоторые удобные функции можно использовать по умолчанию.\n\n※\nМожно войти в интерфейс \"%@\" через пункт меню: \"SmartZipper Pro\". Он предоставляет более удобные параметры для вашего выбора.\n\n※\nОкно можно открыть из меню: \"%@\".";

"Open a directory or an archiver" = "Откройте каталог или архиватор";


"Previous" = "прежний";
"Next" = "следующий";
"Zoom" = "зум";
"Zoom to Fit" = "Увеличить Соответствовать";

"Skip" = "Пропустить";
"The file has been removed!" = "Такого файла не существует.";

"Are you sure you want to add or open the files ?" = "Вы действительно хотите добавить или открыть эти файлы?";
"Extract slowly" = "Проверить, для каких файлов необходимо ввести пароль, если есть разные пароли для разных файлов в архивах (медленно).";

"Review on the App Store" = "Отзывы на Appstore";
"Always show compress panel" = "Всегда показывать меню параметров сжатия";
"Always use default format" = "Выполнять сжатие в формате сжатия по умолчанию";
"Finder's context menu" = "Контекстное меню программы Finder";

"Purchase" = "Покупка";
"remind purchase text" = "Вы используете пробную версию SmartZipperPro. Если вам нравится это приложение , пожалуйста, купите его в Mac App Store";
"You can also try a few days of" = "До конца пробного периода осталось %ld дней";
"Remind me" = "Напомнить";

"Ask user whether save document \"%@\"" = "Документ \"%@\" был изменен. Вы хотите сохранить изменения?";
"Ask user whether save doc document with images" = "Изображения внутри документа могут быть потеряны. Вы хотите сохранить изменения?";
"Don't Save" = "Не сохранять";
"Undo Typing" = "Отменить ввод";
"Redo Typing" = "Вернуть ввод";
"Ask user whether update archive \"%@\"" = "Документ \"%@\" был изменен. Вы хотите обновить его в архиве?";
"Update Archive" = "Обновить архив";
"Updating files to" = "Обновление файлов в";
"Update" = "Обновить";
"Don't Update" = "Не обновлять";
"Hex" = "Hex";
"Preview" = "Preview";

"Cut" = "Вырезать";
"Copy" = "Копировать";
"Paste" = "Вставить";
